Repository: bagdadinvest/wiznewzx
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Dropdown field
ar: حقل القائمة المنسدلة

source: Checkbox
ar: خانة الاختيار

source: Multiple checkboxes field
ar: حقل مربعات اختيار متعددة

source: Date field
ar: حقل التاريخ

source: Time field
ar: حقل الوقت

source: Date+time field
ar: حقل التاريخ+الوقت

source: Image field
ar: حقل الصورة

source: File field
ar: حقل الملف

source: Form fields
ar: حقول النموذج

source: Form step
ar: خطوة النموذج

source: Form steps
ar: خطوات النموذج

source: {} submissions
ar: {} التقديمات

source: In progress
ar: قيد التنفيذ

source: form submission
ar: تقديم النموذج

source: form submissions
ar: تقديم النماذج

source: Created
ar: انشاء

source: Changed
ar: تغيير

source: Deleted
ar: محذوف

source: Submission created.
ar: تم إنشاء التقديم.

source: Submission deleted.
ar: تم حذف الإرسال.

source: Status
ar: حالة

source: User
ar: مستخدم

source: First modification
ar: التعديل الأول

source: Last modification
ar: التعديل الأخير

source: Business
ar: مهنة

source: Entertainment
ar: ترفيه

source: Health
ar: الصحة

source: Politics
ar: سياسة

source: Products
ar: منتجات

source: ScienceAndTechnology
ar: العلوم والتكنولوجيا

source: Sports
ar: رياضي

source: US
ar: لنا

source: World
ar: عالم

source: Relevance
ar: اهميه

source: Fetch Bing News
ar: جلب أخبار بنج

source: business
ar: مهنة

source: entertainment
ar: ترفيه

source: general
ar: عام

source: health
ar: الصحة

source: science
ar: علم

source: sports
ar: رياضي

source: technology
ar: التقنية

source: relevancy
ar: اهميه

source: popularity
ar: شعبيه

source: publishedAt
ar: نشرت في

source: Proposals
ar: مقترحات

source: No text provided - please enter some text before using AI features.
ar: لم يتم تقديم نص - يرجى إدخال بعض النص قبل استخدام ميزات الذكاء الاصطناعي.

source: Invalid prompt provided.
ar: تم تقديم مطالبة غير صالحة.

source: Describe image using AI
ar: وصف الصورة باستخدام الذكاء الاصطناعي

source: Replace content
ar: استبدال المحتوى

source: Append after existing content
ar: إلحاق بعد المحتوى الموجود

source: The prompt description, displayed alongside its label on the settings listing.
ar: الوصف الفوري ، المعروض جنبا إلى جنب مع التسمية الخاصة به في قائمة الإعدادات.

source: The prompt text sent to the Large Language Model (e.g. ChatGPT) to generate content.
ar: النص الفوري المرسل إلى نموذج اللغة الكبيرة (مثل ChatGPT) لإنشاء المحتوى.

source: The method used for processing the responses to the prompt.
ar: الطريقة المستخدمة لمعالجة الردود على المطالبة.

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.

source: Word Document
ar: مستند وورد

source: Upload a word document
ar: تحميل مستند Word

source: Invalid file extension
ar: ملحق الملف غير صالح

source: Invalid .docx file
ar: ملف .docx غير صالح

source: Upload
ar: رفع

source: Edit
ar: حرر

source: Promote
ar: رقى

source: Word Document Article
ar: مقالة مستند Word

source: Search...
ar: بحث...

source: Quick Links
ar: روابط سريعة

source: Home
ar: وطن

source: About Us
ar: من نحن

source: Denti-Board
ar: مجلس دينتي

source: Top Blogs
ar: أفضل المدونات

source: Recent Posts
ar: آخر المقالات

source: No recent posts available.
ar: لا توجد مشاركات حديثة متاحة.

source: Latest Gallery
ar: أحدث معرض

source: Show Only Published
ar: عرض نشرت فقط

source: Show only proposals with a publication date in the past.
ar: اعرض فقط المقترحات التي لها تاريخ نشر في الماضي.

source: Search the headlines
ar: البحث في العناوين

source: Search Query
ar: استعلام البحث

source: Enter a search term
ar: أدخل مصطلح بحث

source: Select Category
ar: اختر الفئة

source: -- Select a Category --
ar: -- اختر فئة --

source: Sort By
ar: ترتيب حسب

source: Number of Articles
ar: عدد المقالات

source: Look Randomly for News
ar: ابحث بشكل عشوائي عن الأخبار

source: Latest Articles
ar: أحدث المقالات

source: Your browser does not support the video tag.
ar: متصفحك لا يدعم علامة الفيديو.

source: No Image Available
ar: لا توجد صورة متاحة

source: Create a Page
ar: إنشاء صفحة

source: No category
ar: لا توجد فئة

source: No Description
ar: لا يوجد وصف

source: Unknown
ar: مجهول

source: Published on:
ar: نشر في:

source: Read Full Article
ar: اقرأ المقال كاملا

source: No articles found.
ar: لم يتم العثور على مقالات.

source: Page created successfully!
ar: تم إنشاء الصفحة بنجاح!

source: Error:
ar: خطأ:

source: Fetch News
ar: بحث و انشاء مقالة اخبارية

source: Search Query:
ar: ادخل الكلمات المفتاحية:

source: Enter keywords...
ar: يمكنك ادخال مفردات او جمل مثلا : فلسطين ، دونالد ترامب ..

source: Country:
ar: في اي بلد ؟

source: Any
ar: الكل

source: Category:
ar: الصنف :

source: Language:
ar: اللغة:

source: Sort By:
ar: ترتيب حسب:

source: Sources (comma-separated):
ar: المصادر (مفصولة بفواصل):

source: e.g., cnn, bbc-news
ar: على سبيل المثال ، سي إن إن ، بي بي سي نيوز ، ذا فيرج

source: Number of Articles (1-100):
ar: عدد المواد (1-100):

source: From Date:
ar: من التاريخ:

source: To Date:
ar: الى التاريخ:

source: Article Image
ar: صورة المقال

source: Published:
ar: نشر:

source: Read Original Article
ar: اقرأ المقال الأصلي

source: Source:
ar: مصدر:
