Repository: bagdadinvest/wiznewzx
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: HTML
ar: أتش تي أم

source: Fields
ar: حقول

source: Button Style
ar: نمط الزر

source: Button Size
ar: حجم الزر

source: Custom CSS Class
ar: فئة CSS المخصصة

source: Custom ID
ar: معرف مخصص

source: Advanced Settings
ar: الإعدادات المتقدمة

source: Template
ar: قالب

source: Tracking Event Category
ar: فئة حدث التتبع

source: Tracking Event Label
ar: تتبع تسمية الحدث

source: Column Breakpoint
ar: نقطة توقف العمود

source: Screen size at which the column will expand horizontally or stack vertically.
ar: حجم الشاشة الذي سيتم فيه توسيع العمود أفقيا أو تكديسه عموديا.

source: Content
ar: محتوى

source: Page link
ar: رابط الصفحة

source: Document link
ar: ارتباط المستند

source: Other link
ar: روابط أخرى

source: Title
ar: عنوان

source: Image
ar: صورة

source: Subtitle
ar: عنوان فرعي

source: Body
ar: جسم

source: Links
ar: الصلات

source: Card
ar: بطاقة

source: Carousel
ar: دائري

source: Film Strip
ar: شريط الفيلم

source: Image Collection
ar: مجموعة الصور

source: Image Gallery
ar: معرض الصور

source: Modal heading
ar: عنوان مشروط

source: Modal content
ar: محتوى مشروط

source: Simple Text
ar: نص بسيط

source: Modal footer
ar: تذييل مشروط

source: Modal
ar: مشروط

source: Display text
ar: عرض النص

source: URL
ar: الرابط

source: External Link
ar: روابط خارجية

source: Page
ar: صفحة

source: Page Link
ar: رابط الصفحة

source: Document
ar: مستند

source: Document Link
ar: رابط المستند

source: Sub-links
ar: الروابط الفرعية

source: External link with sub-links
ar: رابط خارجي مع روابط فرعية

source: Show child pages
ar: إظهار الصفحات الفرعية

source: Automatically show a link to the Page’s child pages as a dropdown menu.
ar: عرض رابط إلى الصفحات الفرعية للصفحة تلقائيا كقائمة منسدلة.

source: Page link with sub-links
ar: رابط الصفحة مع الروابط الفرعية

source: Document link with sub-links
ar: ارتباط المستند مع الروابط الفرعية

source: Name
ar: اسم

source: Description
ar: وصف

source: Price
ar: ثمن

source: Any text here. Include currency sign if desired.
ar: أي نص هنا. قم بتضمين علامة العملة إذا رغبت في ذلك.

source: Price List Item
ar: بند قائمة الأسعار

source: Heading
ar: عنوان

source: Items
ar: العناصر

source: Price List
ar: قائمة الأسعار

source: Show content walls on children pages?
ar: إظهار جدران المحتوى على صفحات الأطفال؟

source: If this is checked, the content walls will be displayed on all children pages of this page.
ar: إذا تم تحديد ذلك ، عرض جدران المحتوى على جميع الصفحات الفرعية لهذه الصفحة.

source: Content Wall
ar: حائط المحتوى

source: Reusable Content
ar: محتوى قابل لإعادة الاستخدام

source: Button Link
ar: رابط الزر

source: Download
ar: تحميل

source: Search query
ar: استعلام البحث

source: Address or search term used to find your location on the map.
ar: العنوان أو مصطلح البحث المستخدم للعثور على موقعك على الخريطة.

source: Map title
ar: عنوان الخريطة

source: Map title for screen readers, ex: "Map to Goodale Park"
ar: عنوان الخريطة لبرامج قراءة الشاشة، على سبيل المثال: "خريطة إلى Goodale Park"

source: Google place ID
ar: معرف مكان Google

source: Requires API key to use place ID.
ar: يتطلب مفتاح API لاستخدام معرف المكان.

source: Map zoom level
ar: مستوى تكبير الخريطة

source: Requires API key to use zoom. 1: World, 5: Landmass/continent, 10: City, 15: Streets, 20: Buildings
ar: يتطلب مفتاح API لاستخدام التكبير. 1: العالم ، 5: اليابسة / القارة ، 10: المدينة ، 15: الشوارع ، 20: المباني

source: Google Map
ar: خريطة جوجل

source: Link to a YouTube/Vimeo video, tweet, facebook post, etc.
ar: رابط إلى فيديو YouTube / Vimeo ، تغريدة ، منشور على Facebook ، إلخ.

source: Embed Media
ar: تضمين الوسائط

source: Text
ar: نص

source: Heading 1
ar: تسديد بالرأس 1

source: Heading 2
ar: تسديد بالرأس 2

source: Heading 3
ar: تسديد بالرأس 3

source: Alternate text to show if the image doesn’t load
ar: نص بديل لإظهار ما إذا لم يتم تحميل الصورة

source: Image Link
ar: رابط الصورة

source: Parent page
ar: الصفحة الرئيسية

source: Show a preview of pages that are children of the selected page. Uses ordering specified in the page’s LAYOUT tab.
ar: إظهار معاينة للصفحات التابعة للصفحة المحددة. يستخدم الترتيب المحدد في علامة التبويب LAYOUT الخاصة بالصفحة.

source: Classified as
ar: مصنفة على أنها

source: Only show pages that are classified with this term.
ar: عرض الصفحات المصنفة بهذا المصطلح فقط.

source: Show body preview
ar: إظهار معاينة النص الأساسي

source: Number of pages to show
ar: عدد الصفحات المراد عرضها

source: Latest Pages
ar: أحدث الصفحات

source: Page to preview
ar: صفحة للمعاينة

source: Show a mini preview of the selected page.
ar: إظهار معاينة مصغرة للصفحة المحددة.

source: Page Preview
ar: معاينة الصفحة

source: Quote Text
ar: نص الاقتباس

source: Author
ar: كاتب

source: Quote
ar: استشهد

source: Column size
ar: حجم العمود

source: Full width
ar: العرض الكامل

source: Responsive Grid Row
ar: صف الشبكة المتجاوب

source: Card Grid
ar: شبكة البطاقة

source: Parallax Effect
ar: تأثير المنظر

source: Background images scroll slower than foreground images, creating an illusion of depth.
ar: يتم تمرير صور الخلفية بشكل أبطأ من الصور الأمامية ، مما يخلق وهما بالعمق.

source: Tile background image
ar: صورة خلفية اللوحة

source: Background color
ar: لون الخلفية

source: Hexadecimal, rgba, or CSS color notation (e.g. #ff0011)
ar: تدوين اللون السداسي العشري أو rgba أو CSS (على سبيل المثال #ff0011)

source: Text color
ar: لون النص

source: Condition Trigger ID
ar: معرف مشغل الشرط

source: The "Custom ID" of another field that that will trigger this field to be shown/hidden.
ar: "المعرف المخصص" لحقل آخر سيؤدي إلى إظهار / إخفاء هذا الحقل.

source: Condition Trigger Value
ar: قيمة مشغل الشرط

source: The value of the field in "Condition Trigger ID" that will trigger this field to be shown.
ar: قيمة الحقل في "معرف مشغل الشرط" الذي سيؤدي إلى عرض هذا الحقل.

source: Text or Email input
ar: إدخال النص أو البريد الإلكتروني

source: Multi-line text
ar: نص متعدد الأسطر

source: Numbers only
ar: أرقام فقط

source: Single Checkbox
ar: مربع اختيار واحد

source: Radios
ar: اجهزه الراديو

source: Dropdown
ar: القائمة المنسدلة

source: Checkboxes
ar: مربعات الاختيار

source: Date
ar: تاريخ

source: Time
ar: الوقت

source: Date and Time
ar: التاريخ والوقت

source: Image Upload
ar: تحميل الصور

source: Secure File Upload
ar: تحميل آمن للملفات

source: Single line text
ar: نص سطر واحد

source: Email
ar: البريد الإلكتروني

source: Number - only allows integers
ar: الرقم - يسمح فقط بالأعداد الصحيحة

source: Choice
ar: اختيار

source: Drop down
ar: القائمة المنسدلة

source: Radio buttons
ar: ازرار

source: Multiple select
ar: تحديد متعدد

source: Single checkbox
ar: مربع اختيار واحد

source: Date & Time
ar: التاريخ والوقت

source: Date and time
ar: التاريخ والوقت

source: File Upload
ar: تحميل الملف

source: Secure File - login required to access uploaded files
ar: ملف آمن - تسجيل الدخول مطلوب للوصول إلى الملفات التي تم تحميلها

source: Other
ar: آخر

source: Hidden field
ar: حقل مخفي

source: Submitted file is not allowed.
ar: الملف المقدم غير مسموح به.

source: field type
ar: نوع الحقل

source: Search
ar: بحث

source: Page type
ar: نوع الصفحة

source: File to import
ar: ملف للاستيراد

source: Destination parent page
ar: الصفحة الرئيسية الوجهة

source: Imported pages will be created as children of this page.
ar: سيتم إنشاء الصفحات المستوردة كصفحات فرعية لهذه الصفحة.

source: List
ar: قائمة

source: CodeRed Tag
ar: كودريد تاغ

source: CodeRed Page
ar: صفحة كودريد

source: Cover image
ar: صورة الغلاف

source: Default Ordering
ar: الترتيب الافتراضي

source: Date first published, newest to oldest
ar: تاريخ النشر لأول مرة، من الأحدث إلى الأقدم

source: Date first published, oldest to newest
ar: تاريخ النشر لأول مرة، من الأقدم إلى الأحدث

source: Date updated, newest to oldest
ar: تاريخ التحديث، من الأحدث إلى الأقدم

source: Date updated, oldest to newest
ar: تاريخ التحديث، من الأقدم إلى الأحدث

source: Title, alphabetical
ar: العنوان، أبجديا

source: Title, reverse alphabetical
ar: العنوان، عكس الترتيب الأبجدي

source: Show list of child pages
ar: عرض قائمة الصفحات الفرعية

source: Order child pages by classifier
ar: ترتيب الصفحات الفرعية حسب المصنف

source: Child pages will first be sorted following the order of this classifier’s terms (from Snippets > Classifiers).
ar: سيتم أولا فرز الصفحات الفرعية باتباع ترتيب مصطلحات هذا المصنف (من المقتطفات > المصنفات).

source: Order child pages by
ar: ترتيب الصفحات الفرعية حسب

source: Child pages will then be sorted by this attribute.
ar: سيتم بعد ذلك ترتيب الصفحات الفرعية حسب هذه السمة.

source: Number per page
ar: الرقم لكل صفحة

source: Filter child pages by
ar: تصفية الصفحات الفرعية حسب

source: Enable filtering child pages by these classifiers.
ar: قم بتمكين تصفية الصفحات الفرعية بواسطة هذه المصنفات.

source: Show list of related pages
ar: عرض قائمة الصفحات ذات الصلة

source: Number of related pages to show
ar: عدد الصفحات ذات الصلة المراد عرضها

source: Preferred related classifier term
ar: مصطلح المصنف المفضل ذي الصلة

source: When getting related pages, pages with this term will be weighted over other classifier terms. By default, pages with the greatest number of classifiers in common are ranked highest.
ar: عند الحصول على الصفحات ذات الصلة ، سيتم ترجيح الصفحات التي تحتوي على هذا المصطلح على مصطلحات التصنيف الأخرى. بشكل افتراضي ، يتم ترتيب الصفحات التي تحتوي على أكبر عدد من المصنفات المشتركة في المرتبة الأعلى.

source: Classifiers
ar: المصنفات

source: Categorize and group pages together with classifiers. Used to organize and filter pages across the site.
ar: تصنيف الصفحات وتجميعها مع المصنفات. تستخدم لتنظيم وتصفية الصفحات عبر الموقع.

source: Tags
ar: العلامات

source: Used to organize pages across the site.
ar: تستخدم لتنظيم الصفحات عبر الموقع.

source: Content Walls
ar: جدران المحتوى

source: Visual Design
ar: التصميم المرئي

source: Show Child Pages
ar: إظهار الصفحات الفرعية

source: Related Pages
ar: صفحات ذات صلة

source: Classify
ar: جنس

source: Layout
ar: تخطيط

source: SEO
ar: سيو

source: Settings
ar: اعدادات

source: CodeRed Web Page
ar: صفحة ويب CodeRed

source: CodeRed Article
ar: المادة المرمزة

source: Caption
ar: التسميه التوضيحيه

source: Display author as
ar: عرض المؤلف ك

source: Override how the author’s name displays on this article.
ar: تجاوز كيفية عرض اسم المؤلف في هذه المقالة.

source: Display publish date
ar: عرض تاريخ النشر

source: Publication Info
ar: معلومات النشر

source: CodeRed Article Index Page
ar: صفحة فهرس مقالة CodeRed

source: Show images
ar: عرض الصور

source: Show author and date info
ar: إظهار معلومات المؤلف والتاريخ

source: Show preview text
ar: إظهار نص المعاينة

source: Child page display
ar: عرض الصفحة الفرعية

source: CodeRed Event
ar: حدث CodeRed

source: The color that the event will use when displayed on a calendar.
ar: اللون الذي سيستخدمه الحدث عند عرضه في تقويم.

source: Address
ar: عنوان

source: Event information
ar: معلومات الحدث

source: Dates and times
ar: التواريخ والأوقات

source: Details
ar: التفاصيل

source: CodeRed Event Index Page
ar: صفحة فهرس أحداث CodeRed

source: No calendar
ar: لا يوجد تقويم

source: Month
ar: شهر

source: Week
ar: أسبوع

source: Day
ar: يوم

source: List of events
ar: قائمة الأحداث

source: Default
ar: افتراضي

source: Solid rectangles
ar: مستطيلات صلبة

source: Dots with labels
ar: النقاط ذات التسميات

source: Calendar Style
ar: نمط التقويم

source: The default look of the calendar on this page.
ar: المظهر الافتراضي للتقويم في هذه الصفحة.

source: Event Style
ar: نمط الحدث

source: How events look on the calendar.
ar: كيف تبدو الأحداث في التقويم.

source: CodeRed Event Occurrence
ar: حدوث حدث CodeRed

source: Email form submissions to
ar: إرسال نماذج البريد الإلكتروني إلى

source: Optional - email form submissions to this address. Separate multiple addresses by comma.
ar: اختياري - إرسال نموذج البريد الإلكتروني إلى هذا العنوان. افصل بين العناوين المتعددة بفاصلة.

source: Reply-to address
ar: عنوان الرد

source: Optional - to reply to the submitter, specify the email field here. For example, if a form field above is labeled "Your Email", enter: {{ your_email }}
ar: اختياري - للرد على المرسل ، حدد حقل البريد الإلكتروني هنا. على سبيل المثال، إذا كان حقل النموذج أعلاه يسمى "بريدك الإلكتروني"، فأدخل: {{ your_email }}

source: Subject
ar: موضوع

source: Save form submissions
ar: حفظ عمليات إرسال النماذج

source: Submissions are saved to database and can be exported at any time.
ar: يتم حفظ عمليات الإرسال في قاعدة البيانات ويمكن تصديرها في أي وقت.

source: Thank you page
ar: صفحة الشكر

source: The page users are redirected to after submitting the form.
ar: تتم إعادة توجيه مستخدمي الصفحة بعد إرسال النموذج.

source: Submit
ar: إرسال

source: Button text
ar: نص الزر

source: Button style
ar: نمط الزر

source: Button CSS class
ar: زر فئة CSS

source: Custom CSS class applied to the submit button.
ar: يتم تطبيق فئة CSS المخصصة على زر الإرسال.

source: Form CSS Class
ar: نموذج فئة CSS

source: Custom CSS class applied to <form> element.
ar: فئة CSS مخصصة مطبقة على <form> العنصر.

source: Form ID
ar: معرف النموذج

source: Custom ID applied to <form> element.
ar: معرف مخصص مطبق على <form> عنصر.

source: Form go live date/time
ar: تاريخ / وقت بدء تشغيل النموذج

source: Date and time when the FORM goes live on the page.
ar: تاريخ ووقت نشر النموذج على الصفحة.

source: Form expiry date/time
ar: تاريخ/وقت انتهاء صلاحية النموذج

source: Date and time when the FORM will no longer be available on the page.
ar: التاريخ والوقت الذي لن يكون فيه النموذج متاحا على الصفحة.

source: Spam Protection
ar: الحماية من البريد العشوائي

source: When enabled, the CMS will filter out spam form submissions for this page.
ar: عند التمكين ، سيقوم نظام إدارة المحتوى بتصفية عمليات إرسال نماذج البريد العشوائي لهذه الصفحة.

source: Form Settings
ar: إعدادات النموذج

source: Form Submissions
ar: تقديم النماذج

source: Form Scheduled Publishing
ar: نموذج النشر المجدول

source: Form
ar: شكل

source: There was an error while processing your submission. Please try again.
ar: حدث خطأ أثناء معالجة إرسالك. يرجى المحاولة مرة أخرى.

source: CodeRed Form Page
ar: صفحة نموذج CodeRed

source: Confirmation Emails
ar: رسائل التأكيد الإلكترونية

source: Submission date
ar: تاريخ التقديم

source: Not submitted
ar: لم يتم الإرسال

source: Complete
ar: كامل

source: Under consideration
ar: قيد النظر

source: Approved
ar: مصدق

source: Rejected
ar: نبيذ

source: CodeRed Advanced Form Page
ar: صفحة نموذج CodeRed المتقدم

source: CodeRed Location
ar: موقع كودريد

source: Latitude
ar: العرض

source: Longitude
ar: خط الطول

source: Auto Update Latitude and Longitude
ar: التحديث التلقائي لخطوط الطول والعرض

source: If checked, automatically update the latitude and longitude when the address is updated.
ar: إذا تم تحديده ، فقم بتحديث خطوط الطول والعرض تلقائيا عند تحديث العنوان.

source: Map Title
ar: عنوان الخريطة

source: If this is filled out, this is the title that will be used on the map.
ar: إذا تم ملء هذا ، فهذا هو العنوان الذي سيتم استخدامه على الخريطة.

source: Map Description
ar: وصف الخريطة

source: If this is filled out, this is the description that will be used on the map.
ar: إذا تم ملء هذا ، فهذا هو الوصف الذي سيتم استخدامه على الخريطة.

source: Website
ar: الموقع الإلكتروني

source: Phone Number
ar: رقم الهاتف

source: Map Layout
ar: تخطيط الخريطة

source: Location Settings
ar: إعدادات الموقع

source: CodeRed Location Index Page
ar: صفحة فهرس الموقع CodeRed

source: The default latitude you want the map set to.
ar: خط العرض الافتراضي الذي تريد تعيين الخريطة إليه.

source: The default longitude you want the map set to.
ar: خط الطول الافتراضي الذي تريد تعيين الخريطة عليه.

source: Map Display
ar: عرض الخريطة

source: Show controls
ar: إظهار عناصر التحكم

source: Shows arrows on the left and right of the carousel to advance next or previous slides.
ar: إظهار الأسهم على يسار ويمين المكتبة للتقدم بالشرائح التالية أو السابقة.

source: Show indicators
ar: عرض المؤشرات

source: Shows small indicators at the bottom of the carousel based on the number of slides.
ar: يعرض مؤشرات صغيرة في الجزء السفلي من المكتبة بناء على عدد الشرائح.

source: Slider
ar: شريط التمرير

source: Slides
ar: الشرائح

source: Carousel Slide
ar: شريحة دائرية

source: Custom CSS class
ar: فئة CSS مخصصة

source: Classifier
ar: المصنف

source: Slug
ar: سبيكه

source: Classifier Terms
ar: شروط المصنف

source: Classifier Term
ar: مصطلح المصنف

source: Panels
ar: لوحات

source: Film Panel
ar: لوحة الفيلم

source: Background image
ar: صورة الخلفية

source: Navigation Bar
ar: شريط التنقل

source: Navigation links
ar: روابط التنقل

source: Attributes
ar: سمات

source: Footer
ar: تذييل الصفحه

source: content
ar: محتوى

source: Accordion
ar: الاكورديون

source: Accordions
ar: الاكورديون

source: Dismissible
ar: مرفوض

source: Show once
ar: عرض مرة واحدة

source: Do not show the content wall to the same user again after it has been closed.
ar: لا تعرض حائط المحتوى لنفس المستخدم مرة أخرى بعد إغلاقه.

source: CodeRed Email
ar: البريد الإلكتروني CodeRed

source: To Addresses
ar: إلى العناوين

source: Separate multiple email addresses with commas.
ar: افصل بين عناوين البريد الإلكتروني المتعددة بفواصل.

source: From Address
ar: من العنوان

source: For example: "sender@example.com" or "Sender Name <sender@example.com>" (without quotes).
ar: على سبيل المثال: "sender@example.com" أو "اسم المرسل <sender@example.com>" (بدون علامات اقتباس).

source: Reply-To Address
ar: الرد على العنوان

source: CC
ar: سي سي

source: BCC
ar: مخفيه

source: Email Message
ar: رسالة بريد إلكتروني

source: CRX Settings
ar: إعدادات CRX

source: Logo
ar: شعار

source: Brand logo used in the navbar and throughout the site
ar: شعار العلامة التجارية المستخدمة في شريط التنقل وفي جميع أنحاء الموقع

source: Favicon
ar: فافيكون

source: Navbar color scheme
ar: نظام ألوان شريط التنقل

source: Optimizes text and other navbar elements for use with light or dark backgrounds.
ar: يحسن النص وعناصر شريط التنقل الأخرى للاستخدام مع الخلفيات الفاتحة أو الداكنة.

source: Navbar CSS class
ar: فئة CSS Navbar

source: Custom classes applied to navbar e.g. "bg-light", "bg-dark", "bg-primary".
ar: الفئات المخصصة المطبقة على شريط التنقل مثل "bg-light" و "bg-dark" و "bg-primary".

source: Fixed navbar
ar: شريط التنقل الثابت

source: Fixed navbar will remain at the top of the page when scrolling.
ar: سيبقى شريط التنقل الثابت في أعلى الصفحة عند التمرير.

source: Full width navbar contents
ar: محتويات شريط التنقل بالعرض الكامل

source: Content within the navbar will fill edge to edge.
ar: سيتم ملء المحتوى داخل شريط التنقل من الحافة إلى الحافة.

source: Collapse navbar menu
ar: طي قائمة شريط التنقل

source: Control on what screen sizes to show and collapse the navbar menu links.
ar: التحكم في أحجام الشاشة المراد إظهارها وطي ارتباطات قائمة شريط التنقل.

source: Navbar format
ar: تنسيق شريط التنقل

source: Search box
ar: مربع البحث

source: Show search box in navbar
ar: إظهار مربع البحث في شريط التنقل

source: From email address
ar: من عنوان البريد الإلكتروني

source: The default email address this site appears to send from. For example: "sender@example.com" or "Sender Name <sender@example.com>" (without quotes)
ar: عنوان البريد الإلكتروني الافتراضي الذي يبدو أن هذا الموقع يرسل منه. على سبيل المثال: "sender@example.com" أو "اسم المرسل <sender@example.com>" (بدون علامات اقتباس)

source: Number of results per page
ar: عدد النتائج لكل صفحة

source: Open all external links in new tab
ar: فتح جميع الروابط الخارجية في علامة تبويب جديدة

source: Google Maps API Key
ar: مفتاح واجهة برمجة تطبيقات خرائط Google

source: The API Key used for Google Maps.
ar: مفتاح واجهة برمجة التطبيقات المستخدم لخرائط Google.

source: Mailchimp API Key
ar: مفتاح واجهة برمجة تطبيقات Mailchimp

source: The API Key used for Mailchimp.
ar: مفتاح API المستخدم ل Mailchimp.

source: Site Navbar Layout
ar: تخطيط شريط التنقل في الموقع

source: Choose one or more navbars for your site.
ar: اختر شريط تنقل واحدا أو أكثر لموقعك.

source: Site Navbars
ar: أشرطة التنقل في الموقع

source: Choose one or more footers for your site.
ar: اختر تذييلا واحدا أو أكثر لموقعك.

source: Site Footers
ar: تذييلات الموقع

source: Branding
ar: العلامات التجاريه

source: General
ar: عام

source: API Keys
ar: مفاتيح واجهة برمجة التطبيقات

source: Tracking
ar: تتبع

source: G Tracking ID
ar: معرف تتبع G

source: Your Google Analytics 4 tracking ID (begins with "G-")
ar: معرف التتبع في "إحصاءات Google" 4 (يبدأ ب "G")

source: Track button clicks
ar: تعقب نقرات الزر

source: Track all button clicks using Google Analytics event tracking. Event tracking details can be specified in each button’s advanced settings options.
ar: تتبع جميع النقرات على الأزرار باستخدام تتبع الأحداث في Google Analytics. يمكن تحديد تفاصيل تتبع الأحداث في خيارات الإعدادات المتقدمة لكل زر.

source: Google Tag Manager ID
ar: معرف "مدير العلامات من Google"

source: Begins with "GTM-"
ar: يبدأ ب "GTM-"

source: <head> tracking scripts
ar: <head> تتبع البرامج النصية

source: Add tracking scripts between the <head> tags.
ar: أضف نصوص التتبع بين <head> العلامات.

source: <body> tracking scripts
ar: <body> تتبع البرامج النصية

source: Add tracking scripts toward closing <body> tag.
ar: أضف نصوص التتبع نحو علامة الإغلاق <body> .

source: Know your tracking
ar: تعرف على التتبع الخاص بك

source: <h2>Which tracking IDs do I need?</h2><p>Before adding tracking to your site, <a href="https://docs.coderedcorp.com/wagtail-crx/how_to/add_tracking_scripts.html" target="_blank">read about the difference between G, UA, GTM, and other tracking IDs</a>.</p>
ar: <h2>ما هي معرفات التتبع التي أحتاجها؟</h2><p>قبل إضافة التتبع إلى موقعك، <a href="https://docs.coderedcorp.com/wagtail-crx/how_to/add_tracking_scripts.html" target="_blank">اقرأ عن الفرق بين G وUA وGTM ومعرفات التتبع الأخرى</a>.</p>

source: Google Analytics
ar: تحليلات جوجل

source: Google Tag Manager
ar: مدير العلامات من Google

source: Other Tracking Scripts
ar: نصوص التتبع الأخرى

source: Personal info
ar: المعلومات الشخصية

source: Permissions
ar: اذونات

source: Important dates
ar: تواريخ مهمة

source: email address
ar: عنوان البريد الإلكتروني

source: A user with that username already exists.
ar: مستخدم باسم المستخدم هذا موجود بالفعل.

source: Previous
ar: سابق

source: Next
ar: مقبل

source: Filter by
ar: تصفية حسب

source: Filter
ar: راووق

source: All
ar: كل

source: Leave this blank if you are a human
ar: اترك هذا فارغا إذا كنت إنسانا

source: Map of
ar: خريطة

source: of
ar: من

source: Related
ar: ذات الصله

source: Thank You
ar: شكرا

source: We have successfully received your submission.
ar: لقد تلقينا طلبك بنجاح.

source: Search for
ar: بحث

source: All Results
ar: جميع النتائج

source: No results found.
ar: لم يتم العثور على نتائج.

source: Organize Pages with Classifiers
ar: تنظيم الصفحات باستخدام المصنفات

source: Use Classifiers to create custom categories and filters.
ar: استخدم المصنفات لإنشاء فئات وفلاتر مخصصة.

source: Add Classifier
ar: إضافة مصنف

source: Sign in to
ar: تسجيل الدخول إلى

source: Password Required
ar: كلمة المرور مطلوبة

source: You need a password to access this page.
ar: تحتاج إلى كلمة مرور للوصول إلى هذه الصفحة.

source: Continue
ar: استمر

source: Delete selected submissions
ar: حذف المساهمات المحددة

source: Import pages
ar: استيراد الصفحات

source: IMPORTANT:
ar: مهم:

source: CSV file must be in the correct format before importing.
ar: يجب أن يكون ملف CSV بالتنسيق الصحيح قبل الاستيراد.

source: Read the importing guide.
ar: اقرأ دليل الاستيراد.

source: Import
ar: استورد

source: Import / export pages
ar: استيراد / تصدير الصفحات

source: Import from CSV file
ar: الاستيراد من ملف CSV

source: Label
ar: تسميه

source: Help text
ar: نص التعليمات

source: Required
ar: مطلوب

source: Phone
ar: الهاتف

source: Format
ar: تنسيق

source: Default value
ar: القيمة الافتراضية

source: Text field (single line)
ar: حقل النص (سطر واحد)

source: Text field (multi line)
ar: حقل نص (متعدد الأسطر)

source: Number field
ar: حقل "الرقم"

source: Checkbox field
ar: حقل خانة الاختيار
