Repository: bagdadinvest/wiznewzx
Catalog: rosetta/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Language selection
ar: اختيار اللغة

source: Home
ar: الرئيسية

source: Couldn't load the specified language file. This usually happens when using the Encrypted Cookies Session Storage backend on Django 1.4 or higher.<br/>Setting ROSETTA_STORAGE_CLASS = 'rosetta.storage.CacheRosettaStorage' in your settings file should fix this.
ar: تعذر تحميل ملف اللغة المحدد. يحدث هذا عادةً عند استخدام الواجهة الخلفية لتخزين جلسة ملفات تعريف الارتباط المشفرة على Django 1.4 أو أعلى. <br/> يجب تعيين ROSETTA_STORAGE_CLASS = 'rosetta.storage.CacheRosettaStorage' في ملف الإعدادات إلى إصلاح ذلك.

source: Filter
ar: تصفية

source: Project
ar: مشروع

source: Third party
ar: طرف آخر

source: All
ar: الكل

source: Application
ar: التطبيق

source: Progress
ar: التقدّم

source: Messages
ar: الرسائل

source: Translated
ar: تم ترجمته

source: Fuzzy
ar: غامض

source: Obsolete
ar: قديم

source: File
ar: ملف

source: Nothing to translate!
ar: لا يوجد شيء للترجمة!

source: You haven't specified any languages in your settings file, or haven't yet generated a batch of translation catalogs.
ar: لم تحدد أي لغات في ملف الإعدادات الخاص بك ، أو لم تقم بعد بإنشاء مجموعة من كتالوجات الترجمة.

source: Please refer to <a href="%(i18n_doc_link)s">Django's I18N documentation</a> for a guide on how to set up internationalization for your project.
ar: يرجى الرجوع إلى <a href="%(i18n_doc_link)s"> وثائق I18N الخاصة بجانغو </a> للحصول على دليل حول كيفية إعداد التدويل لمشروعك.

source: Pick another file
ar: أختر ملف آخر

source: Download this catalog
ar: تحميل هذا الكتالوج

source: Progress: %(percent_translated)s%%
ar: التقدّم: %(percent_translated)s%%

source: File is read-only: download the file when done editing!
ar: الملف للقراءة فقط: قم بتنزيل الملف عند الانتهاء من التحرير!

source: Translate into %(rosetta_i18n_lang_name)s
ar: الترجمة لـ %(rosetta_i18n_lang_name)s

source: Display:
ar: عرض:

source: Untranslated only
ar: غير مترجم فقط

source: Translated only
ar: المترجم فقط

source: Fuzzy only
ar: الغامض فقط

source: Search
ar: بحث

source: Go
ar: أذهب

source: Original
ar: الأساسي

source: Occurrences(s)
ar: المرات

source: suggest
ar: اقترح

source: %(more_count)s more
ar: %(more_count)s أكثر

source: Context hint
ar: تلميح السياق

source: Save and translate next block
ar: حفظ وترجمة المجموعة التالية

source: Skip to page:
ar: انتقل إلى الصفحة:

source: Displaying:
ar: عرض:

source: %(hits)s/%(message_number)s message
ar: %(hits)s/%(message_number)s رسالة

source: Some items in your last translation block couldn't be saved: this usually happens when the catalog file changes on disk after you last loaded it.
ar: تعذر حفظ بعض العناصر الموجودة في كتلة الترجمة الأخيرة: يحدث هذا عادةً عندما يتغير ملف الكتالوج على القرص بعد آخر تحميل له.
