Repository: bagdadinvest/wiznewzx
Catalog: locale/bkp/django.po
Languages: ar

source: Personal info
ar: معلومات شخصية

source: Permissions
ar: أذونات

source: Important dates
ar: تواريخ هامة

source: email address
ar: عنوان البريد الإلكتروني

source: A user with that username already exists.
ar: يوجد مستخدم بهذا الاسم بالفعل.

source: Advanced Bing News Search
ar: بحث متخصص في منصة

source: Search Query:
ar: ابحث عن

source: Enter keywords...
ar: أدخل الكلمات الرئيس

source: Country Code:
ar: رمز البلد: تأكد من ال

source: Any
ar: أي تأكد أن الترجمة:

source: United States
ar: الولايات المتحدة تأكد

source: United Kingdom
ar: المملكة المتحدة

source: France
ar: فرنسا

source: Germany
ar: ألمانيا

source: Category:
ar: التصنيف: تأكد من أن الت

source: Business
ar: الأعمال تأكد من أن التر

source: Entertainment
ar: الترفيه تأكد من أن الت

source: Politics
ar: السياسة تأكد من أن التر

source: Sports
ar: الرياضة تأكد من أن الت

source: Technology
ar: التقنية تأكد من أن التر

source: Freshness:
ar: الشريط الزمني

source: Last 24 hours
ar: آخر 24 ساعة تأكد

source: Last 7 days
ar: آخر تحرير

source: Last 30 days
ar: الـ 30 يوما الأخيرة

source: Safe Search:
ar: بحث

source: Off
ar: إيقاف تأكد من وقف الع

source: Moderate
ar: معتدل

source: Strict
ar: صارم تأكد من أن الترجم

source: Market:
ar: السوق: تأكد من أن الترج

source: US Flag
ar: العلم الأمريكي تأك

source: English (US)
ar: الانجليزية

source: French (FR)
ar: الفرنسية (FR)

source: Arabic (SA)
ar: العربية

source: German (DE)
ar: الألمانية (DE) تأكد من أ

source: Turkish (TR)
ar: التركية (TR) تأكد من أن

source: Language:
ar: اللغة:

source: English Flag
ar: علم إنجلترا - هذا

source: English
ar: الانجليزية

source: French
ar: الفرنسية تأكد من أن الت

source: Arabic
ar: عربي

source: German
ar: الألمانية (DE

source: Turkish
ar: التركية (TR)

source: Number of Articles:
ar: عدد المقالات (1-100): تأك

source: Offset:
ar: تعديل الإزاحة: تأكد

source: Skip articles
ar: تخطي المواد تأكد من أن

source: Include Original Images
ar: تحرير الصفحة الأصلية

source: Sort By:
ar: فرز

source: Date
ar: التاريخ

source: Relevance
ar: الملاءمة تأكد من أن الت

source: Fetch News
ar: بحث عن الأخبار تأكد من أ

source: Latest Articles
ar: أحدث المقالات

source: No Image Available
ar: لا تتوفر صورة تأكد من

source: No Description
ar: لا يوجد وصف تأكد من أ

source: Source:
ar: المصدر

source: Unknown
ar: المصدر غير معروف تأ

source: Read More
ar: "اقرأ المزيد" تأكد من

source: No articles found.
ar: لم يتم العثور على صفحات.

source: Spanish
ar: الإسبانية

source: Relevancy
ar: الملاءمة تأكد من أن الت

source: Popularity
ar: الشعبية تأكد أن الترج

source: Published Date
ar: نشر

source: From Date:
ar: من التاريخ: تأكد من أن الت

source: To Date:
ar: التاريخ

source: Sources (comma-separated):
ar: المصادر (مفصولة بالفواصل)

source: e.g., cnn, bbc-news, the-verge
ar: مثال، سي أن أن، بي بي سي نيوز...

source: Number of Articles (1-100):
ar: عدد المقالات (1-100): تأك

source: Article Image
ar: صورة المقال تأكد من أن الت

source: Create a Page
ar: إنشاء صفحة في

source: No Title
ar: العنوان

source: Published:
ar: نشر

source: N/A
ar: غير متوفر تأكد من الد

source: Unknown Source
ar: المصدر غير معروف تأ

source: Fetch Bing News
ar: بحث عن الاخبار Bing تأكد من ال

source: Custom Tools
ar: موجز الاخبار

source: No text provided - please enter some text before using AI features.
ar: لم يتم إدخال نص - يرجى إدخال نص قبل استخدام ميزات الذكاء الاصطناعي.

source: Invalid prompt provided.
ar: تم تقديم طلب غير صالحة.

source: Describe image using AI
ar: وصف الصورة باستخدام الذكاء الاصطناعي

source: Replace content
ar: استبدال المحتوى

source: Append after existing content
ar: إضافة بعد المحتوى الحالي

source: The prompt description, displayed alongside its label on the settings listing.
ar: الوصف الفوري، المعروض بجانب الطلب في القائمة الرئيسية

source: The prompt text sent to the Large Language Model (e.g. ChatGPT) to generate content.
ar: نص الطلب الذي يتم إرساله الى chatGpt

source: The method used for processing the responses to the prompt.
ar: الطريقة المستخدمة لمعالجة الردود على الطلب.

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.

source: Word Document
ar: مستند وورد

source: Upload a word document
ar: تحميل مستند وورد

source: Invalid file extension
ar: نوع ملف غير صالح

source: Invalid .docx file
ar: ملف وورد غير صالح

source: Upload
ar: تحميل

source: Edit
ar: تعديل

source: Promote
ar: ترقية

source: Settings
ar: الإعدادات

source: Word Document Article
ar: مقال مستند وورد

source: Search...
ar: بحث...

source: Quick Links
ar: روابط سريعة

source: Home
ar: الرئيسية

source: About Us
ar: معلومات عنا

source: Denti-Board
ar: لوحة دنتي

source: Top Blogs
ar: أفضل المدونات

source: Recent Posts
ar: المشاركات الحديثة

source: No recent posts available.
ar: لا توجد مشاركات حديثة متاحة.

source: Latest Gallery
ar: أحدث المعارض

source: Previous
ar: السابق

source: Next
ar: التالي

source: Filter by
ar: تصفية حسب

source: Filter
ar: تصفية

source: All
ar: الكل

source: Leave this blank if you are a human
ar: اترك هذا الحقل فارغًا إذا كنت إنسانًا

source: Map of
ar: خريطة

source: Page
ar: صفحة

source: of
ar: من

source: Related
ar: مرتبط

source: Thank You
ar: شكرًا لك

source: We have successfully received your submission.
ar: لقد تلقينا طلبك بنجاح.

source: Search
ar: بحث

source: Search for
ar: ابحث عن

source: All Results
ar: جميع النتائج

source: No results found.
ar: لم يتم العثور على نتائج.

source: Organize Pages with Classifiers
ar: تنظيم الصفحات باستخدام المصنفات

source: Use Classifiers to create custom categories and filters.
ar: استخدم المصنفات لإنشاء فئات وفلاتر مخصصة.

source: Add Classifier
ar: إضافة مصنف
